Repository: tanlocit9/open-loyal-framework
Catalog: open-loyalty-framework/src/OpenLoyalty/Bundle/CampaignBundle/Resources/translations/messages.*.xlf
Languages: pl

# campaign.bought.deliver_status.changed
source: Delivery status changed!
pl: Status został zmieniony.

# campaign.bought.deliver_status.empty
source: Delivery status is required and can't be empty!
pl: Pole status dostawy jest wymagane i nie może być puste!

# campaign.invalid_data
source: Invalid data provided
pl: Nieprawidłowe dane

# campaign.missing_data_in_rows
source: Missing data in rows
pl: Brakuje pól w wierszach

# campaign.invalid_value_field_in_row
source: Invalid value for %name% in row %row%
pl: Nieprawidłowa wartość dla pola %name% w wierszu %row%

# campaign.purchase_not_available
source: No purchase available with given %name% in row %row%. Maybe the user didn't buy the campaign yet, the purchase is inactive or the couponId is not the one found in customer details?
pl: Brak aktywnego zakupu odpowiadającego wartości pola %name% w wierszu %row%. Może użytkownik nie wykupił jeszcze nagrody z tej kampanii, zakup jest nieaktywny albo dany couponId nie jest przypisany do tego użytkownika?

# campaign.purchase_not_found
source: No purchase found with given %name% in row %row%. Maybe the user didn't buy the campaign yet or the couponId is not the one found in customer details?
pl: Brak zakupu odpowiadającego wartości pola %name% w wierszu %row%. Może użytkownik nie wykupił jeszcze nagrody z tej kampanii albo dany couponId nie jest przypisany do tego użytkownika?

# campaign.invalid_value_in_row
source: %content% in row %row%
pl: %content% w wierszu %row%

# campaign.no_coupons_left
source: No coupons left
pl: Brak wolnych kuponów

# campaign.too_low_coupon_value
source: Generated coupon value is 0
pl: Wartość kuponu jest równa 0

# campaign.transaction_required
source: Transaction required
pl: Transakcja wymagana

# campaign.invalid_transaction
source: Invalid transaction
pl: Nieprawidłowa transakcja

# campaign.not_allowed
source: Not allowed
pl: Akcja niedozwolona

# campaign.not_enough_points
source: Not enough points
pl: Brak wystarczającej ilości punktów

# campaign.limit_per_customer_exceeded
source: Limit per customer exceeded
pl: Wyczerpano limit dla tego użytkownika

# campaign.limit_exceeded
source: Limit exceeded
pl: Wyczerpano limit

# campaign.field_used_is_required
source: Field "used" is required
pl: P0le "użyto" jest wymagane

# campaign.cannot_be_bought_manually
source: This campaign cannot be bought manually.
pl: Kampania nie może zostać wykupiona manualnie.

# campaign.removing_used_coupons_is_not_permitted
source: Removing used coupons (%s) is not permitted
pl: Usunięcie użytych kuponów (%s) nie jest możliwe
