Repository: tanlocit9/open-loyal-framework
Catalog: open-loyalty-framework/src/OpenLoyalty/Bundle/PointsBundle/Resources/translations/messages.*.xlf
Languages: pl

# account.points_transfer.customer.not_exists
source: Customer ID: #{{ id }} not exist
pl: Klient o ID: #{{ id }} nie istnieje

# account_points_transfer_not_exist
source: Points transfer: #{{ id }} - does not exist
pl: Transfer punktowy: #{{ id }} - nie istnieje

# account_points_transfer_cannot_be_unlocked
source: Points transfer: #{{ id }} - cannot be unlocked
pl: Transfer punktowy: #{{ id }} - nie może zostać odblokowany

# account_points_transfer_cannot_be_expired
source: Points transfer: #{{ id }} - cannot be expired
pl: Transfer punktowy: #{{ id }} - nie może zostać wygaszony

# account_points_transfer_cannot_be_cancelled
source: Points transfer: #{{ id }} - cannot be cancelled
pl: Transfer punktowy: #{{ id }} - nie może zostać anulowany

# account_points_transfer_cannot_be_transferred
source: Points transfer: #{{ id }} - cannot be transferred
pl: Transfer punktowy: #{{ id }} - nie może zostać przeniesiony

# account_points_transfer_already_exist
source: Points transfer: #{{ id }} - already exist
pl: Transfer punktowy: #{{ id }} - już istnieje

# account_points_transfer_not_enough_points
source: not enough points
pl: zbyt mało punktów

# account_points_transfer_cannot_transfer_to_yourself
source: transferring points to yourself is forbidden
pl: transfer na własne konto jest zabroniony

# account_points_transfer_sender_does_not_exist
source: such customer does not exist
pl: klient nie istnieje

# account_points_transfer_receiver_does_not_exist
source: such customer does not exist
pl: klient nie istnieje

# account_points_transfer_no_transfers_to_unlock
source: No transfers to unlock
pl: Brak transferów punktowych do oblokowania
