Repository: tanlocit9/open-loyal-framework
Catalog: open-loyalty-framework/src/OpenLoyalty/Bundle/UserBundle/Resources/translations/messages.*.xlf
Languages: pl

# customer.registration.invalid_phone_number
source: Incorrect phone number format, use 00000000000.
pl: Podany numer telefonu ma nieprawidłowy format, użyj: 00000000000.

# customer.registration.email_exists
source: Customer with such email already exists.
pl: Podany adres e-mail jest już użyty.

# customer.registration.invalid_email
source: Incorrect e-mail address.
pl: Niepoprawny adres e-mail.

# customer.registration.loyalty_card_number_exists
source: Customer with such loyalty card number already exists.
pl: Podany numer karty lojalnościowej jest już użyty.

# customer.registration.phone_number_exists
source: Customer with such phone already exists.
pl: Podany numer telefonu jest już użyty.

# customer.registration.start_level_not_found
source: Neither level is not available as start level for this customer.
pl: Żaden poziom nie jest dostępny jako poziom startowy.

# customer.profile_edit.invalid_value_type
source: Type of the %field% field value is incorrect. The correct type is %type%.
pl: Typ wartości pola %field% jest niepoprawny. Poprawnym typem jest '%type%'.

# customer.profile_edit.field_edit_not_allowed
source: You don't have permission to edit this data.
pl: Nie masz uprawnień do edycji tych danych.

# user.acl.access.view
source: View
pl: Podgląd

# user.acl.access.modify
source: Modify
pl: Modyfikacja

# user.acl.resource.level
source: Levels
pl: Poziomy

# user.acl.resource.utility
source: Utilities
pl: Narzędzia

# user.acl.resource.earningRule
source: Earning rules
pl: Reguły nagradzania

# user.acl.resource.transaction
source: Transactions
pl: Transakcje

# user.acl.resource.rewardCampaign
source: Reward Campaign
pl: Kampanie nagród

# user.acl.resource.admin
source: Admins
pl: Administratorzy

# user.acl.can_not_delete_master_role
source: Can not remove master role.
pl: Nie możesz usunąć roli master.

# user.acl.resource.customer
source: Customers
pl: Klienci

# user.acl.resource.user_settings
source: Optional User Settings
pl: Opcjonalne ustawienia użytkowników

# user.acl.resource.segment
source: Segments
pl: Segmenty

# user.acl.resource.settings
source: Settings
pl: Ustawienia

# user.acl.resource.pointsTransfer
source: Points transfers
pl: Transfery punktowe

# user.acl.resource.seller
source: Merchants
pl: Sprzedawcy

# user.acl.resource.audit
source: Audit
pl: Audyt
